[
    {
        "id": 1,
        "title": "15-Day Fast-Track to Your Dream Job Course FAQ",
        "data": [
            {
                "id": 1,
                "title": "What Is The Qualification Required To Enroll In This Course?",
                "data": [
                    "Enrollment in our program is open to individuals from all backgrounds, providing an inclusive learning opportunity. While there is no age restriction, for those seeking guaranteed interviews, a minimum qualification of 12th pass is required.",
                    "For learners of any age, you have the opportunity to acquire valuable skills through our 15 Days Job Ready Program. This program empowers you to connect with recruiters actively seeking candidates of all ages. Whether you are a 12th pass, college student, graduate, or anyone else, this program offers insights into effective job searching, crafting professional resumes, direct communication with company HR, and strategies for ensuring your resume stands out in every application. These skills will undoubtedly enhance your chances of being shortlisted for interviews and securing a job.",
                    "Our program is designed to welcome individuals of any age group, fostering an inclusive learning environment. There are no age restrictions for enrollment. While guaranteed interviews are not applicable for candidates aged 35 and above, you can still benefit from our 15 Days Job Ready Program. This comprehensive program enables you to learn and connect with recruiters actively hiring candidates of all ages. Whether you are a 12th pass, college student, graduate, or from any other background, this program equips you with essential skills such as effective job searching, creating professional resumes, direct engagement with company HR, and strategies to ensure your resume stands out in every application. These acquired skills significantly improve your chances of being shortlisted for interviews and securing a job."
                ]
            },
            {
                "id": 2,
                "title": "Can We Access This Course On Both Mobile and Laptop?",
                "data": [
                    "Yes, you can access the course on both Mobile & Laptop."
                ]
            },
            {
                "id": 3,
                "title": "What Is The Age Criteria Required To Enroll In This Course?",
                "data": [
                    {
                        "id": 1,
                        "title": "Age Requirements for Course Enrollment",
                        "data": [
                            "Enrollment in this program is open to individuals of any age, fostering an inclusive learning environment. However, for those seeking guaranteed interviews and taking the Skill Based Test, it is essential that the age is below 35 years. If your age exceeds 35 years, you are still eligible to learn from us, although guaranteed interviews may not be applicable. Nonetheless, through our 15 Days Job Ready Program, participants of all ages can acquire valuable skills and connect with company recruiters actively hiring candidates above the age of 35."
                        ]
                    },
                    {
                        "id": 2,
                        "title": "Moreover, irrespective of age, this program equips you with essential knowledge:",
                        "data": [
                            "Discover effective job search strategies in your domain.",
                            "Learn how to create a professional, industry-ready resume/CV.",
                            "Develop the skills to directly communicate with any company's HR.",
                            "Understand how to ensure your resume gets shortlisted in every company.",
                            "Access free resume templates and much more."
                        ]
                    },
                    {
                        "id": 3,
                        "title": "These acquired skills are designed to enhance your chances of being shortlisted in interviews and securing a job, regardless of your age.",
                        "data": []
                    },
                    {
                        "id": 4,
                        "title": "Enrollment Age Criteria Variation",
                        "data": [
                            "People of any age are welcome to enroll in our program, promoting inclusivity in learning. To be eligible for guaranteed interviews and the Skill Based Test, it's required that the age is below 35 years. However, if you're above 35 years, you are still permitted to enroll and learn from us, although guaranteed interviews may not be available. Nonetheless, through our 15 Days Job Ready Program, individuals of all age groups can gain valuable skills and connect with company recruiters actively hiring candidates aged 35 and above."
                        ]
                    },
                    {
                        "id": 5,
                        "title": "Furthermore, irrespective of age, this program imparts essential knowledge:",
                        "data": [
                            "Gain insights into effective job search techniques in your field.",
                            "Master the art of creating a professional, industry-ready resume/CV.",
                            "Develop the skills to directly engage with any company's HR.",
                            "Understand the strategies to ensure your resume stands out in every company.",
                            "Access free resume templates and much more."
                        ]
                    }
                ]
            },
            {
                "id": 4,
                "title": "Will I get Guaranteed Job After Completing this course?",
                "data": [
                    {
                        "id": 1,
                        "title": "Job Guarantee Post Course Completion:",
                        "data": [
                            "Our Boot Camp ensures guaranteed interview opportunities for every eligible student; however, job placement is not guaranteed. Each candidate is entitled to one guaranteed interview opportunity. Additionally, candidates qualifying the Basic Eligibility Test will receive more interview opportunities from our end. It's imperative for candidates to attempt and qualify in the Basic Eligibility test to avail of these additional opportunities. The eligibility criteria for the guaranteed interview include being 12th pass, having an age below 35 years, completing the 15 Days Training, and participating in the Basic Communication Test.",
                            "Upon completing our Boot Camp, we assure guaranteed interview opportunities for each eligible student, although job placement is not assured. Each candidate is granted one guaranteed interview opportunity. Furthermore, candidates successfully passing the Basic Eligibility Test will receive extra interview opportunities provided by our platform. It is mandatory for candidates to attempt and qualify in the Basic Eligibility test to avail these additional opportunities. To be eligible for the guaranteed interview, candidates must be 12th pass, have an age below 35 years, complete the 15 Days Training, and participate in the Basic Communication Test."
                        ]
                    }
                ]
            },
            {
                "id": 5,
                "title": "This Complete Program Will Be Live / Recorded?",
                "data": [
                    {
                        "id": 1,
                        "title": "Live vs. Recorded Format of the Program:",
                        "data": [
                            "The entire program is conducted in a live class format, ensuring real-time engagement. However, if you happen to miss a session, you have the flexibility to revisit the class recording. It's crucial to note that access to recorded classes will not be available after the completion of the 2-week training period. Therefore, it's highly recommended to watch all classes within this 2-week timeframe to maximise your learning experience."
                        ]
                    },
                    {
                        "id": 2,
                        "title": "Live Sessions and Class Recordings Overview:",
                        "data": [
                            "The program is exclusively delivered through live classes, fostering active participation. In the event that you miss any session, you have the convenience of accessing the class recordings. It's essential to be aware that access to recorded classes will cease after the 2-week training concludes. As a proactive measure, it is advised to diligently watch all classes within this 2-week duration to optimise the learning potential."
                        ]
                    }
                ]
            }
        ]
    },
    {
        "id": 2,
        "title": "Master English Speaking In Just 30 Days Fluent Communication FAQ",
        "data": [
            {
                "id": 1,
                "title": "What Is The Qualification Required To Enroll In This Course?",
                "data": [
                    "This course welcomes individuals from diverse backgrounds, including students, fresh graduates, homemakers, and working professionals. It is meticulously crafted to cater to the learning needs of a broad audience, ensuring that everyone, regardless of their current status, can benefit from the course."
                ]
            },
            {
                "id": 2,
                "title": "Can We Access This Course On Both Mobile and Laptop?",
                "data": [
                    "Certainly, the course is accessible on both mobile devices and laptops. You have the flexibility to engage with the course content seamlessly, whether you prefer using a mobile device or a laptop."
                ]
            },
            {
                "id": 3,
                "title": "What Is The Age Criteria Required To Enroll In This Course ?",
                "data": [
                    "This program is open to individuals of all age groups. Anyone, regardless of their age, is welcome to enroll and participate in the learning journey with us."
                ]
            },
            {
                "id": 4,
                "title": "What Is The Course Duration?",
                "data": [
                    "The course spans a comprehensive 30-day duration, providing an extensive and structured learning experience over the specified period. Participants can expect a well-paced curriculum designed to cover the essential aspects within this timeframe, ensuring a thorough understanding of the subject matter."
                ]
            },
            {
                "id": 5,
                "title": "This Complete Program Will Be Live / Recorded?",
                "data": [
                    "The program predominantly comprises live classes, fostering an immersive and real-time learning environment. However, should you happen to miss any session, you have the opportunity to catch up by re-watching the recorded class. This dual approach ensures that participants can actively engage in live sessions while still having the flexibility to revisit content for optimal understanding."
                ]
            }
        ]
    },
    {
        "id": 3,
        "title": "Master Stock Market Mysteries in Just 21 Days FAQ",
        "data": [
            {
                "id": 1,
                "title": "What Is The Qualification Required To Enroll In This Course?",
                "data": [
                    "Embark on a 21-day transformative journey into the world of stock marketing, designed for enthusiasts, beginners, and those eager to enhance financial literacy. No specific qualifications are required—everyone is welcome! Dive into an immersive learning experience, grasp fundamentals, understand market dynamics, and learn effective strategies. Engage with expert instructors, participate in live sessions, and gain valuable insights to thrive in the dynamic world of stock marketing. Don't miss this opportunity to unlock the doors to financial success. Enroll now and let the next 21 days redefine your understanding of the stock market!"
                ]
            },
            {
                "id": 2,
                "title": "Can We Access This Course On Both Mobile and Laptop?",
                "data": [
                    "Experience the flexibility of learning wherever you go with our stock marketing course, accessible seamlessly on both mobile devices and laptops. Whether you're on the move or prefer the comfort of your study space, our course adapts to your lifestyle. Access course materials, video lectures, and interactive content effortlessly on your laptop for a comprehensive learning experience. Alternatively, enjoy learning on the go through your mobile device. Our user-friendly platform ensures you can switch between devices without compromising your learning journey's quality. Empower yourself with the freedom to choose the device that suits your preferences and schedule. Dive into the world of stock marketing education with ease and accessibility. Enroll now for a tailored learning experience!"
                ]
            },
            {
                "id": 3,
                "title": "What Is The Age Criteria Required To Enroll In This Course ?",
                "data": [
                    "Embark on a transformative educational journey with our stock marketing course—no age limitations! Whether you're a fresh graduate, a seasoned professional, or exploring new horizons, our course is for everyone. Dive into the intricacies of stock marketing, with a curriculum tailored to diverse age groups. Whether you're a beginner or seeking to enhance your expertise, our course offers a supportive learning environment. Join us in exploring the dynamic world of stock marketing—age is not a limitation but a testament to our diverse learning community. Enroll now for limitless possibilities!"
                ]
            },
            {
                "id": 4,
                "title": "What Is The Course Duration?",
                "data": [
                    "Embark on a transformative 21-day journey into the world of stock marketing! Our comprehensive course is designed to equip you with the skills for success. Dive into diverse topics, from market fundamentals to advanced trading strategies, guided by expert instructors. Each day builds on the last, creating a progressive and immersive learning environment. In just 21 days, emerge with a certificate and a profound understanding of stock market dynamics. Accelerate your journey towards financial literacy and market expertise—enroll today for a transformative learning experience!"
                ]
            },
            {
                "id": 5,
                "title": "This Complete Program Will Be Live / Recorded?",
                "data": [
                    "Experience the best of both worlds with our stock marketing course! Enjoy dynamic live sessions for real-time engagement with expert instructors, fostering collaboration and immediate feedback. Can't make it to a live class? No worries! All sessions are recorded for your convenience, allowing you to catch up or revisit content at your own pace. Join our course for a learning adventure that adapts to your needs—enroll now for a transformative experience!"
                ]
            }
        ]
    }
]